[
  {"question": "¿En qué isla se encuentra el árbol Garoé, sagrado para los bimbaches?", "islandId": "el-hierro"},
  {"question": "¿Qué isla es conocida por su lucha por la sostenibilidad y el objetivo de ser 100% autosuficiente con energías renovables?", "islandId": "el-hierro"},
  {"question": "¿En qué isla se celebra la Bajada de la Virgen de los Reyes cada cuatro años?", "islandId": "el-hierro"},
  {"question": "¿Qué isla fue considerada durante siglos el \"Fin del Mundo\" occidental, marcando el meridiano cero?", "islandId": "el-hierro"},
  {"question": "¿Dónde se practica la tradicional lucha del garrote, herencia de los antiguos aborígenes?", "islandId": "el-hierro"},
  {"question": "¿Qué isla es famosa por sus sabinas retorcidas por el viento?", "islandId": "el-hierro"},
  {"question": "¿En qué isla se encuentra el Centro de Interpretación Vulcanológico, debido a su reciente actividad volcánica submarina?", "islandId": "el-hierro"},
  {"question": "¿Qué isla tiene una Reserva Marina, La Restinga, de gran importancia para el buceo?", "islandId": "el-hierro"},
  {"question": "¿En qué isla se elabora un queso ahumado tradicional con denominación de origen?", "islandId": "el-hierro"},
  {"question": "¿Qué isla es la más pequeña y occidental del archipiélago canario?", "islandId": "el-hierro"},
  {"question": "¿En qué isla se celebra la Danza de los Enanos durante las Fiestas Lustrales de la Bajada de la Virgen de las Nieves?", "islandId": "la-palma"},
  {"question": "¿Qué isla es conocida como \"La Isla Bonita\" por su exuberante vegetación y paisajes?", "islandId": "la-palma"},
  {"question": "¿Dónde se encuentra el Observatorio del Roque de los Muchachos?", "islandId": "la-palma"},
  {"question": "¿En qué isla se produjo la erupción volcánica de Cumbre Vieja en 2021?", "islandId": "la-palma"},
  {"question": "¿Qué isla es famosa por sus puros artesanales, herencia de la emigración a Cuba?", "islandId": "la-palma"},
  {"question": "¿En qué isla se encuentra el Parque Nacional de la Caldera de Taburiente?", "islandId": "la-palma"},
  {"question": "¿Qué isla celebra \"Los Indianos\", una parodia carnavalesca del regreso de los emigrantes de América?", "islandId": "la-palma"},
  {"question": "¿Dónde se pueden encontrar ejemplos de arquitectura tradicional con balcones de madera ricamente decorados?", "islandId": "la-palma"},
  {"question": "¿Qué isla es un importante centro de senderismo con una extensa red de caminos reales?", "islandId": "la-palma"},
  {"question": "¿En qué isla se encuentra el Bosque de Los Tilos, una importante reserva de laurisilva?", "islandId": "la-palma"},
  {"question": "¿En qué isla se practica el Silbo Gomero, un lenguaje silbado Patrimonio de la Humanidad?", "islandId": "la-gomera"},
  {"question": "¿Dónde se encuentra el Parque Nacional de Garajonay, famoso por su bosque de laurisilva?", "islandId": "la-gomera"},
  {"question": "¿Qué isla fue la última escala de Cristóbal Colón antes de partir hacia América en 1492?", "islandId": "la-gomera"},
  {"question": "¿En qué isla es tradicional el \"almogrote\", una pasta picante a base de queso curado?", "islandId": "la-gomera"},
  {"question": "¿Qué isla es conocida por sus abruptos barrancos y paisajes volcánicos ancestrales?", "islandId": "la-gomera"},
  {"question": "¿Dónde se celebra la Bajada de la Virgen de Guadalupe cada cinco años?", "islandId": "la-gomera"},
  {"question": "¿Qué isla tiene una tradición musical rica en chácaras y tambores?", "islandId": "la-gomera"},
  {"question": "¿En qué isla se encuentra el Monumento Natural de Los Órganos?", "islandId": "la-gomera"},
  {"question": "¿Qué isla es famosa por su miel de palma, obtenida de la savia de la palmera canaria?", "islandId": "la-gomera"},
  {"question": "¿Desde qué isla partió Beatriz de Bobadilla, figura histórica ligada a la conquista?", "islandId": "la-gomera"},
  {"question": "¿En qué isla se encuentra el Teide, el pico más alto de España?", "islandId": "tenerife"},
  {"question": "¿Dónde se celebra uno de los carnavales más famosos del mundo, el Carnaval de Santa Cruz?", "islandId": "tenerife"},
  {"question": "¿Qué isla alberga la ciudad de San Cristóbal de La Laguna, Patrimonio de la Humanidad?", "islandId": "tenerife"},
  {"question": "¿En qué isla lucharon los guanches, liderados por menceyes como Bencomo?", "islandId": "tenerife"},
  {"question": "¿Qué isla es la más poblada del archipiélago canario?", "islandId": "tenerife"},
  {"question": "¿Dónde se encuentran los Acantilados de Los Gigantes?", "islandId": "tenerife"},
  {"question": "¿En qué isla se originó la leyenda de la Cueva del Viento, uno de los tubos volcánicos más largos del mundo?", "islandId": "tenerife"},
  {"question": "¿Qué isla es conocida por sus \"guachinches\"?", "islandId": "tenerife"},
  {"question": "¿Dónde tuvo lugar la Batalla de Acentejo, una importante victoria guanche?", "islandId": "tenerife"},
  {"question": "¿En qué isla se encuentra el Auditorio de Tenerife, obra de Santiago Calatrava?", "islandId": "tenerife"},
  {"question": "¿En qué isla se encuentran las Dunas de Maspalomas?", "islandId": "gran-canaria"},
  {"question": "¿Dónde se celebra el Carnaval de Las Palmas, conocido por su Gala Drag Queen?", "islandId": "gran-canaria"},
  {"question": "¿Qué isla es a menudo descrita como un \"continente en miniatura\"?", "islandId": "gran-canaria"},
  {"question": "¿En qué isla se encuentra el Roque Nublo, un monolito volcánico emblemático?", "islandId": "gran-canaria"},
  {"question": "¿Dónde se pueden visitar yacimientos como la Cueva Pintada de Gáldar?", "islandId": "gran-canaria"},
  {"question": "¿Qué isla fue foco de la conquista, con figuras como Tenesor Semidán (Fernando Guanarteme)?", "islandId": "gran-canaria"},
  {"question": "¿En qué isla se celebra la Fiesta de la Rama en Agaete?", "islandId": "gran-canaria"},
  {"question": "¿Qué isla es conocida por su producción de plátanos y tomates de exportación?", "islandId": "gran-canaria"},
  {"question": "¿Dónde se encuentra el barrio histórico de Vegueta en su capital?", "islandId": "gran-canaria"},
  {"question": "¿En qué isla es tradicional el \"sancocho canario\"?", "islandId": "gran-canaria"},
  {"question": "¿Qué isla es conocida como \"la playa de Canarias\" por sus extensas playas de arena dorada?", "islandId": "fuerteventura"},
  {"question": "¿En qué isla se practica tradicionalmente el juego del palo canario?", "islandId": "fuerteventura"},
  {"question": "¿Dónde se encuentra el Parque Natural de Corralejo, con sus dunas e Isla de Lobos?", "islandId": "fuerteventura"},
  {"question": "¿Qué isla es un destino mundialmente famoso para el windsurf y el kitesurf?", "islandId": "fuerteventura"},
  {"question": "¿En qué isla se produce el queso majorero, con Denominación de Origen?", "islandId": "fuerteventura"},
  {"question": "¿Qué isla fue lugar de destierro para Miguel de Unamuno?", "islandId": "fuerteventura"},
  {"question": "¿Dónde se encuentra la Montaña de Tindaya, sagrada por los majos?", "islandId": "fuerteventura"},
  {"question": "¿Qué isla es la más antigua geológicamente del archipiélago?", "islandId": "fuerteventura"},
  {"question": "¿En qué isla se pueden ver molinos de viento tradicionales?", "islandId": "fuerteventura"},
  {"question": "¿Qué isla, junto con Lanzarote, forma parte de una Reserva de la Biosfera desde 2009?", "islandId": "fuerteventura"},
  {"question": "¿En qué isla dejó una profunda huella el artista César Manrique?", "islandId": "lanzarote"},
  {"question": "¿Dónde se encuentra el Parque Nacional de Timanfaya o \"Montañas del Fuego\"?", "islandId": "lanzarote"},
  {"question": "¿Qué isla es famosa por su paisaje volcánico único de erupciones del siglo XVIII?", "islandId": "lanzarote"},
  {"question": "¿En qué isla se cultivan vides en hoyos cónicos en ceniza volcánica (picón)?", "islandId": "lanzarote"},
  {"question": "¿Dónde se pueden visitar los Jameos del Agua y la Cueva de los Verdes?", "islandId": "lanzarote"},
  {"question": "¿Qué isla es conocida por sus casas blancas con carpintería verde o azul?", "islandId": "lanzarote"},
  {"question": "¿En qué isla se encuentra el Jardín de Cactus, creación de César Manrique?", "islandId": "lanzarote"},
  {"question": "¿Qué isla, junto con el Archipiélago Chinijo, es Reserva de la Biosfera desde 1993?", "islandId": "lanzarote"},
  {"question": "¿Desde qué isla se pueden realizar excursiones a La Graciosa?", "islandId": "lanzarote"},
  {"question": "¿En qué isla se celebra la festividad de Nuestra Señora de los Dolores (o de los Volcanes)?", "islandId": "lanzarote"}
]
